Repository: uliss/pddoc
Catalog: pddoc/share/locales/*/LC_MESSAGES/pddoc.po
Languages: ru

source: Allowed values: {}
ru: Разрешённые значения: {}

source: Type: {}
ru: Тип: {}

source: version: v{0}, license: {1}
ru: версия: v{0}, лицензия: {1}

source: Generated with pddoc v{pddoc_version}
ru: Сгенерировано при помощи pddoc v{pddoc_version}

source: mouse events:
ru: события мыши:

source: [Edit]
ru: [Правка]

source: methods:
ru: методы:

source: Arguments are:
ru: Аргументы:

source: {0} Type: {1}.
ru: {0} Тип: {1}.

source: {0} Allowed values: {1}.
ru: {0} Разрешённые значения: {1}.

source: {0} Units: {1}.
ru: {0} Единицы: {1}.

source: inlets:
ru: входы:

source: outlets:
ru: выходы:

source: arguments:
ru: аргументы:

source: properties:
ru: свойства:

source: Get/Set
ru: Получить/Установить

source: (initonly) Get/Set
ru: (при инициализации) Получить/Установить

source: (readonly) Get
ru: (только чтение) Получить

source: {0} Default value: {1}.
ru: {0} Значение по умолчанию: {1}.

source: {0} Range: {1}...{2}.
ru: {0} Диапазон: {1}...{2}.

source: {0} Min value: {1}.
ru: {0} Минимальное значение: {1}.

source: {0} Max value: {1}.
ru: {0} Максимальное значение: {1}.

source: {0} Allowed values: {1}.
ru: {0} Разрешённые значения: {1}.

source: Max value: {0}
ru: Максимальное значение: {0}.

source: Min value: {0}
ru: Минимальное значение: {0}.

source: Range: {0}...{1}
ru: Диапазон: {0}…{1}

source: library:
ru: библиотека:

source: version:
ru: версия:

source: object:
ru: объект:

source: category:
ru: категория:

source: since:
ru: с версии:

source: authors:
ru: авторы:

source: license:
ru: лицензия:

source: keywords:
ru: ключевые слова:

source: contacts:
ru: контакты:

source: generated by pddoc
ru: сгенерировано при помощи pddoc

source: library: {0} v{1}
ru: библиотека: {0} v{1}

source: see also:
ru: смотрите также:
